{
    "land_orange":[
        {
            "name":"Bulbasaur",
            "number":"#001",
            "types":[
                {"type1": "Grama" },
                {"type2": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/001.png"},
                {"gif": "./poke-gif/001.gif"}

            ],
            "description": "Uma estranha semente foi plantada em suas costas em seu nascimento. A planta brota e cresce com este Pokémon. Por algum tempo depois de seu nascimento, cresce ganhando nutrição da semente em suas costas."
        },
        {
            "name":"Ivysaur",
            "number":"#002",
            "types":[
                {"type1": "Grama" },
                {"type2": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/002.png"},
                {"gif": "./poke-gif/002.gif"}

            ],
            "description": "Ha um broto nas costas desse  pokemon. Para suportar seu peso, as pernas e o tronco do ivysaur fica grossos e fortes se começar a passar mais tempo sob a luz do sol é um sinal que o broto florecerá em uma flor grande em breve."
        },
        {
            "name": "Venusaur",
            "number": "#003",
            "types":[
                {"type1": "Grama" },
                {"type2": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/003.png"},
                {"gif": "./poke-gif/003.gif"}

            ],
            "description": "Há uma grande flor nas costas de Venusaur. Diz-se que a flor assume cores vivas se receber muita nutrição e luz solar. O aroma da flor acalma as emoções das pessoas. Sua planta floresce quando está absorvendo energia solar. Ele permanece em movimento para buscar a luz solar."
        },
        {
            "name": "Charmander",
            "number": "#004",
            "types":[
                {"type1": "Fogo" }
            ],
            "images":[
                {"png": "./poke-png/004.png"},
                {"gif": "./poke-gif/004.gif"}

            ],
            "description": "Charmander , Pokémon Lagarto , Desde de seu nascimento , Charmander possui uma chama que queima na ponta de sua cauda. Essa chama simboliza sua alegria e saúde , se ela se apagar , Charmander morrerá. Tem preferéncia por coisas quentes.Quando chove, diz-se que o vapor jorra da ponta da sua cauda."
        },
        {
            "name": "Charmeleon",
            "number": "#005",
            "types":[
                {"type1": "Fogo" }
            ],
            "images":[
                {"png": "./poke-png/005.png"},
                {"gif": "./poke-gif/005.gif"}

            ],
            "description": "Gosta muito de brigas, por isso busca constantemente por adversários. Ele ataca com suas garras afiadas e usando sua cauda como chicote de fogo. Pode soltar chamas azuis quando muito animado."
        },
        {
            "name": "Charizard",
            "number": "#006",
            "types":[
                {"type1": "Fogo" },
                {"type2": "Voador"}
            ],
            "images":[
                {"png": "./poke-png/006.png"},
                {"gif": "./poke-gif/006.gif"}

            ],
            "description": "Seu fogo é quente o suficiente para derreter rochas. Quando nervoso, a chama em sua cauda queimará intensamente. É orgulhoso e voa pelos céus em busca de adversários poderosos."
        },
        {
            "name": "Squirtle",
            "number": "#007",
            "types":[
                {"type1": "Agua" }
            ],
            "images":[
                {"png": "./poke-png/007.png"},
                {"gif": "./poke-gif/007.gif"}

            ],
            "description": "Quando nasce, seu casco é mole, mas logo endurece. Cutucando com o dedo fará os pedaços de seu casco saltar. Ele entra dentro do casco quando se sente ameaçado."
        },
        {
            "name": "Wartortle",
            "number": "#008",
            "types":[
                {"type1": "Agua" }
            ],
            "images":[
                {"png": "./poke-png/008.png"},
                {"gif": "./poke-gif/008.gif"}

            ],
            "description": "É muito inteligente, sabe controlar as orelhas e o rabo para manter o equilíbrio na água e nadar em altas velocidades. Seu rabo felpudo é símbolo de longevidade."
        },
        {
            "name": "Blastoise",
            "number": "#009",
            "types":[
                {"type1": "Agua" }
            ],
            "images":[
                {"png": "./poke-png/009.png"},
                {"gif": "./poke-gif/009.gif"}

            ],
            "description": "Um Pokémon brutal com jatos de água pressurizada em sua concha. Eles são usadas ​​para ataques em alta velocidade. Os bicos de água são muito precisos."
        },
        {
            "name": "Caterpie",
            "number": "#010",
            "types":[
                {"type1": "Inseto" }
            ],
            "images":[
                {"png": "./poke-png/010.png"},
                {"gif": "./poke-gif/010.gif"}

            ],
            "description": "Caterpie Como forma de  proteção, Caterpie libera um cheiro horrível através de suas antenas. Suas patas pegajosas são capazes de andar em qualquer tipo de superfície."
        },
        {
            "name": "Metapod",
            "number": "#011",
            "types":[
                {"type1": "Inseto" }
            ],
            "images":[
                {"png": "./poke-png/011.png"},
                {"gif": "./poke-gif/011.gif"}

            ],
            "description": "Metapod tem a concha que cobre o corpo deste Pokémon é tão dura quanto uma laje de ferro. Metapod não se move muito. Ele fica parado porque está preparando suas entranhas suaves para a evolução dentro da casca dura."
        },
        {
            "name": "Butterfree",
            "number": "#012",
            "types":[
                {"type1": "Inseto" },
                {"type1": "Voador" }
            ],
            "images":[
                {"png": "./poke-png/012.png"},
                {"gif": "./poke-gif/012.gif"}

            ],
            "description": "Butterfree tem o corpo da cor azul-púrpura escuro. Ele tem grandes asas veias, que são brancas com manchas pretas. Ele também possue olhos compostos grandes que tendem a ser uma cor avermelhada, suas pernas são cobertas de pêlos finos, o que ajuda na coleta de mel."
        },
        {
            "name": "Weedle",
            "number": "#013",
            "types":[
                {"type1": "Inseto" },
                {"type1": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/013.png"},
                {"gif": "./poke-gif/013.gif"}

            ],
            "description": "Weedle é um pokemon larva pequeno amarelo, laranja ou marrom com um corpo segmentado. A coloração do Weedle serve como aviso contra seus. Weedle tem um ferrão cônico de duas polegadas venenoso em sua cabeça e um farpado em sua cauda, mas todas as outras partes do corpo é esférica."
        },
        {
            "name": "Kakuna",
            "number": "#014",
            "types":[
                {"type1": "Inseto" },
                {"type1": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/014.png"},
                {"gif": "./poke-gif/014.gif"}

            ],
            "description": "Kakuna é um casulo de cor amarela. Tem olhos brancos enquanto seu globo ocular é preto, Kakuna praticamente não se move e fica em árvores naturalmente."
        },
        {
            "name": "Beedrill",
            "number": "#015",
            "types":[
                {"type1": "Inseto" },
                {"type1": "Veneno" }
            ],
            "images":[
                {"png": "./poke-png/015.png"},
                {"gif": "./poke-gif/015.gif"}

            ],
            "description": "Beedrill em dois pares de asas arredondadas e um ferrão em seu abdome listrado. Beedrill é altamente territorial e normalmente vive em colônias. Como visto no anime, Beedrill parece estar especialmente preocupados com o bem estar de Weedle e Kakuna, e vai responder de forma agressiva para aqueles que os perturbam. "
        }
    ]
}