{
    "projects": [
        {
            "name": "Pokedex",
            "src": "./Project-pokedex.PNG",
            "description": "Projeto e um site com o foco exibir informações de cada pokemon, tendo seu desenvolvimeto em react, seus dados foram importados de uma API json, criada e armazenada no meu repositoria. as bibliotecas utilizadas com maior presença foram: Axios para API, react-icons para adicionar icones e react-router-dom para navagar entre abas. O porjeto e totalmente responsivo utilizando as mediaQuerys no CSS. O projeto teve como maior pratica criação de funções ",
            "skils": {
                "skill-1": "React.js",
                "skill-2": "CSS"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/pokedex",
                "deploy": "https://matheus369k.github.io/pokedex/#"
            }
        },
        {
            "name": "Space Tourism",
            "src": "./Project-space.PNG",
            "description": "Space Tourism e um site Desenvolvido com o objetive de apresentar um guia para orientar turistas espaciais, tendo seu desenvolvimeto em react, seus dados foram importados de uma API json. Na criação do projeto fora utilizadas como principais bibliotecas: Axios para API, react-icons para adicionar icons e react-router-dom para navagar entre abas. O porjeto e totalmente responsivo utilizado os mediaQuerys no CSS. O projeto teve como maior pratica criação de estilização.",
            "skils": {
                "skill-1": "React.js",
                "skill-2": "CSS"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/space-tourism-website",
                "deploy": "https://matheus369k.github.io/space-tourism-website/#"
            }
        },
        {
            "name": "Saga Transformers",
            "src": "Project-sagaTransformers.PNG",
            "description": "O projeto  Saga Transformers e um site informativo sobre todos os filmes da franquia no momento, fora utilizado arrays para gardar as informações dos filmes. Ao desenvolver o site teve como principais bibliotecas:  react-icons para adicionar icons e react-router-dom para navagar entre abas. O porjeto e totalmente responsivo utilizado os mediaQuerys no CSS. O projeto teve como maior pratica criação de estilização.",
            "skils": {
                "skill-1": "React.js",
                "skill-2": "CSS"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/saga-transformers-site",
                "deploy": "https://matheus369k.github.io/saga-transformers-site/"
            }
        },
        {
            "name": "Product Ecommerce",
            "src": "Project-ecommerc.PNG",
            "description": "Product ecommerc e uma pagina de venda de um produto, fora criado algumas funções, sendo elas de compra de um item, adiciona-la ao carrinho, remove-lo do carrinho, ao clicar na imagem ele se sobre sai em relação a pagina e outras. O porjeto e totalmente responsivo utilizado os mediaQuerys no CSS. O desenvolvimeto do projeto teve sua maior partica a logica de programação.",
            "skils": {
                "skill-1": "HTML5",
                "skill-2": "CSS",
                "skill-3": "JavaScript"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/ecommerce-product-page-main",
                "deploy": "https://matheus369k.github.io/ecommerce-product-page-main/"
            }
        },
        {
            "name": "Home Page",
            "src": "Project-homePage.PNG",
            "description": "Home page e uma pagina que simula o desenvolvimeto da pagina principal de um site, tendo sua criação direcionado a pratica e organização do conteudo, fora usado grid layout e flexbox, sendo eles responsaveis pela adaptação do conteudo. A pagina e totalmente responsivo utilizado os mediaQuerys no CSS. O projeto teve como maior pratica criação de estilização.",
            "skils": {
                "skill-1": "HTML5",
                "skill-2": "CSS",
                "skill-3": "JavaScript"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/news-homepage-main",
                "deploy": "https://matheus369k.github.io/news-homepage-main/"
            }
        },
        {
            "name": "Login Page",
            "src": "Project-login.PNG",
            "description": "Login page e um projeto que tem o foco o Aprimoramento das habilides em Sass utilizando variables, mixins e funções no sass, fora utilizado tanto grid layout quanto flexbox para organizar os items, tendo sua adaptação com mediaQuerys, e utilizado o javascript para criação da mensagem de confirmação de login e uma pequena verificação.",
            "skils": {
                "skill-1": "HTML5",
                "skill-2": "Sass",
                "skill-3": "JavaScript"
            },
            "links": {
                "repositorio": "https://github.com/matheus369k/PROJETOLOGIN",
                "deploy": "https://matheus369k.github.io/PROJETOLOGIN/"
            }
        }
    ]
}